Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/Resources.resw
Source language: en_us
Languages: fi_fi, fr_fr, hi_in, hu_hu, pt_pt, ro_ro

source: Move down
fi_fi: Siirrä alaspäin
hi_in: नीचे जाएं
hu_hu: Mozgatás lefelé
pt_pt: Mover para baixo
ro_ro: Mută jos

source: Move to bottom
fi_fi: Siirrä alimmaiseksi
hi_in: सबसे नीचे जाएँ
hu_hu: Mozgatás alulra
pt_pt: Mover para o fim
ro_ro: Mutare până jos

source: Move to top
fi_fi: Siirrä ylimmäiseksi
hi_in: शीर्ष पर ले जाएँ
hu_hu: Mozgatás felülre
pt_pt: Mover para o topo
ro_ro: Mutare pâna sus

source: Move up
fi_fi: Siirrä ylöspäin
hi_in: ऊपर जाएँ
hu_hu: Mozgatás felfelé
pt_pt: Mover para cima
ro_ro: Mută în sus

source: New playlist
fi_fi: Uusi soittolista
hi_in: नई प्लेलिस्ट
hu_hu: Új lejátszási lista
pt_pt: Nova lista de reprodução
ro_ro: Playlist nou

source: Play all
fi_fi: Toista kaikki
hi_in: सभी चलाएं
hu_hu: Összes lejátszása
pt_pt: Reproduzir tudo
ro_ro: Redați tot

source: Play from URL
fi_fi: Toista URL-osoitteesta
hi_in: URL से अपलोड करें
hu_hu: Lejátszás URL-ről
pt_pt: Reproduzir de URL
ro_ro: Redă de la URL

# QuickH
source: Quick links
fi_fi: Pikalinkit
hi_in: त्वरित लिंक
hu_hu: Gyorslinkek
pt_pt: Ligações rápidas
ro_ro: Linkuri rapide

source: Remove from playlist
fi_fi: Poista soittolistalta
hi_in: प्लेलिस्ट से निकालें
hu_hu: Eltávolítás a lejátszási listából
pt_pt: Remover da lista de reprodução
ro_ro: Elimină din playlist

source: Remove playlist
fi_fi: Poista soittolista
hi_in: प्लेलिस्ट हटाएँ
hu_hu: Lejátszási lista eltávolítása
pt_pt: Remover lista de reprodução
ro_ro: Elimină playlist

# RemoveSection
source: Remove whole section
fi_fi: Poista koko osio
hi_in: पूरे खंड को हटाएँ
hu_hu: Teljes szakasz eltávolítása
pt_pt: Remover toda a secção
ro_ro: Elimină întreaga secţiune

# RemoveThing
source: Remove...
fi_fi: Poista...
hi_in: हटाएँ...
hu_hu: Eltávolítás...
pt_pt: Remover...
ro_ro: Elimină...

# Scan
source: Scan for new media
fi_fi: Skannaa uutta mediaa
hi_in: नई मीडिया के लिए स्कैन करें
hu_hu: Új média keresése
pt_pt: Procurar por nova mídia
ro_ro: Scanează pentru media nou

source: Share
fi_fi: Jaa
hi_in: साझा करें
hu_hu: Megosztás
pt_pt: Partilhar
ro_ro: Partajează

source: Show album
fi_fi: Näytä albumi
hi_in: ऐल्बम दिखाएँ
hu_hu: Album megjelenítése
pt_pt: Mostrar álbum
ro_ro: Arată albumul

source: Show artist
fi_fi: Näytä esittäjä
hi_in: रचनाकार दिखाएँ
hu_hu: Előadó megjelenítése
pt_pt: Mostrar artista
ro_ro: Arată artistul

source: Show in File Explorer
fi_fi: Avaa resurssienhallinnassa
hi_in: फ़ाइल एक्सप्लोरर में दिखाएँ
hu_hu: Megjelenítés a Fájlkezelőben
pt_pt: Mostrar no Explordor de Ficheiros
ro_ro: Afișați în Explorer

source: Shuffle
fi_fi: Sekoita
hi_in: शफल करें
hu_hu: Keverés
pt_pt: Aleatorizar
ro_ro: Amestecă

source: Shuffle album
fi_fi: Sekoita albumi
hi_in: ऐल्बम शफल करें
hu_hu: Album keverése
pt_pt: Aleatorizar álbum
ro_ro: Amestecă album

source: Shuffle artist
fi_fi: Sekoita esittäjä
hi_in: रचनाकार शफल करें
hu_hu: Előadó keverése
pt_pt: Aleatorizar artista
ro_ro: Amestecă artist

source: Sort
fi_fi: Järjestä
hi_in: छाँटें
hu_hu: Rendezés
pt_pt: Ordenar
ro_ro: Sortare

# SupportDevDesc
source: Become a patron and enjoy exclusive benefits and merch, while helping this project move forward.
fi_fi: Ryhdy suojelijaksi ja nauti ainutlaatuisista hyödyistä ja tavaroista, samalla kun autat tätä projektia eteenpäin.
hi_in: पेट्रन बनें और विशिष्ट लाभ एवं मर्च का आनंद उठाएँ, जिससे प्रॉजेक्ट को आगे बढ़ने में मदद मिलती है।
hu_hu: Legyél támogató, és élvezd az exkluzív előnyöket és termékeket, miközben segítesz a projekt előrehaladásában.
pt_pt: Torne-se um patrono e desfrute de benefícios exclusivos e de mercantis, ajudando este projeto a avançar.
ro_ro: Deveniți un patreon și bucurați-vă de beneficii și merch-uri exclusive, ajutând în același timp acest proiect să progreseze.

# SupportDevTitle
source: Support development
fi_fi: Tue kehitystä
hi_in: विकास में समर्थन दें
hu_hu: A fejlesztés támogatása
pt_pt: Apoie o desenvolvimento
ro_ro: Sprijină dezvoltarea

source: Title
fi_fi: Kappaleen nimi
hi_in: शीर्षक
hu_hu: Cím
pt_pt: Título
ro_ro: Titlu

source: Track
fi_fi: Kappale
hi_in: ट्रैक
hu_hu: Szám
pt_pt: Faixa
ro_ro: Piesa

source: View
fi_fi: Näytä
hi_in: देखें
hu_hu: Nézet
pt_pt: Ver
ro_ro: Vizualizează

# WhatsNewDesc
source: Check out the new features in Rise Media Player.
fi_fi: Tutustu Rise Media Playerin uusiin ominaisuuksiin.
hi_in: राइज़ मीडिया प्लेयर के नए फ़ीचर की जांच करें।
hu_hu: Nézd meg a Rise Media Player új funkcióit.
pt_pt: Veja as novas funcionalidades no Rise Media Player.
ro_ro: Vezi noile caracteristici din Rise Media Player.

# WhatsNewTitle
source: What's New
fi_fi: Mitä uutta
hi_in: क्या नया है
hu_hu: Újdonságok
pt_pt: Novidades
ro_ro: Ce este nou

# ReleaseYearN
source: Release year: {0}
fi_fi: Julkaisuvuosi: {0}
hi_in: रिलीज वर्ष: {0}
hu_hu: Kiadási éve: {0}
pt_pt: Ano de lançamento: {0}
ro_ro: Anul lansării: {0}

source: Unknown
fi_fi: Tuntematon
hi_in: अज्ञात
hu_hu: Ismeretlen
pt_pt: Desconhecido
ro_ro: Necunoscut

source: Enter mini view
fi_fi: Avaa pienoisnäkymä
hi_in: मिनी दृश्य
hu_hu: Belépés mini nézetbe
pt_pt: Entrar na mini vista
ro_ro: Intrați în vizualizarea mini

source: More options
fi_fi: Lisää valintoja
hi_in: अधिक विकल्प
hu_hu: További lehetőségek
pt_pt: Mais opções
ro_ro: Mai multe opțiuni

source: Now playing
fi_fi: Toistetaan parhaillaan
hi_in: नाउ प्लेइंग
hu_hu: Most fut
pt_pt: Em reprodução
ro_ro: Se redă

source: Playback speed
fi_fi: Toistonopeus
hi_in: प्लेबैक गति
hu_hu: Lejátszási sebesség
pt_pt: Velocidade de reprodução
ro_ro: Viteza de redare

source: Album art
fi_fi: Albumin kansikuva
hi_in: एल्बम कला
hu_hu: Albumborító
pt_pt: Capa do álbum
ro_ro: Coperta de album

source: Album title
fi_fi: Levyn otsikko
hi_in: एल्बम शीर्षक
hu_hu: Album címe
pt_pt: Título do álbum
ro_ro: Titlu album

source: Card background
fi_fi: Kortin tausta
hi_in: कार्ड पार्श्वभूमि
hu_hu: Kártya háttere
pt_pt: Fundo do cartão
ro_ro: Fundal card

source: Collapse
fi_fi: Supista
hi_in: संक्षिप्त करें
hu_hu: Összecsukás
pt_pt: Recolher
ro_ro: Restrânge

# ConfirmRemovalSong
source: Are you sure that you want to remove the song "{0}"?
fi_fi: Oletko varma, että haluat poistaa kappaleen "{0}"?
hi_in: क्या आप इस गाने "{0}" को हटाने के लिए सुनिश्चित हैं?
hu_hu: Biztos, hogy el akarod távolítani a "{0}" dalt?
pt_pt: Tem certeza que deseja remover a música "{0}"?
ro_ro: Sunteți sigur că doriți să înlăturați piesa "{0}"?

# CrashDetails
source: RiseMP has crashed. Here's some details.
fi_fi: RiseMP on kaatunut. Tässä on joitakin yksityiskohtia.
hi_in: राइज़ म प क्रैश हो गया है। यहां पर इसकी कुछ जानकारियाँ हैं।
hu_hu: A RiseMP összeomlott. Itt van néhány részlet.
pt_pt: Rise Media Player parou de funcionar. Aqui estão alguns detalhes.
ro_ro: RiseMP a dat crash. Iată câteva detalii.

# CrashStackTrace
source: Unfortunately, Rise Media Player crashed. Click to view stack trace.
fi_fi: Valitettavasti Rise Media Player kaatui. Klikkaa nähdäksesi pinon jälkiä.
hi_in: राइज़ मीडिया प्लेयर दुर्भाग्य से क्रैश हो गया है। स्टैक ट्रेस को देखने के लिए क्लिक करें।
hu_hu: Sajnos a Rise Media Player összeomlott. Kattints a stack trace megtekintéséhez.
pt_pt: Infelizmente, Rise Media Player parou de funcionar. Clique para ver o rastreamento de erros.
ro_ro: Din păcate, Rise Media Player a dat crash. Faceți clic pentru a vedea șirul de stive.

source: Delete anyway
fi_fi: Poista joka tapauksessa
hi_in: तभी भी डिलीट करें
hu_hu: Törlés mindenképpen
pt_pt: Eliminar mesmo assim
ro_ro: Șterge oricum

source: Delete song
fi_fi: Poista kappale
hi_in: गाना हटाएँ
hu_hu: Dal törlése
pt_pt: Eliminar música
ro_ro: Șterge Piesa

source: Discography
fi_fi: Diskografia
hi_in: डिस्कोग्राफ़ी
hu_hu: Diszkográfia
pt_pt: Discografia
ro_ro: Discografie

source: Duration
fi_fi: Kesto
hi_in: अवधि
hu_hu: Időtartam
pt_pt: Duração
ro_ro: Durată

# ErrorOcurred
source: An error occurred!
fi_fi: Tapahtui virhe!
hi_in: एक त्रुटि हो गई है!
hu_hu: Hiba történt!
pt_pt: Ocorreu um erro!
ro_ro: A apărut o eroare!

source: Expand
fi_fi: Laajenna
hi_in: विस्तारित करें
hu_hu: Kibontás
pt_pt: Expandir
ro_ro: Extinde

source: Export
fi_fi: Vienti
hi_in: निर्यात करें
hu_hu: Exportálás
pt_pt: Exportar
ro_ro: Exportă

source: Import
fi_fi: Tuonti
hi_in: आयात करें
hu_hu: Importálás
pt_pt: Importar
ro_ro: Importă

source: Music videos
fi_fi: Musiikkivideot
hi_in: संगीत वीडियो
hu_hu: Zenei videók
pt_pt: Vídeos de música
ro_ro: Videoclipuri de muzică

# NListeners
source: {0} listeners
fi_fi: {0} kuuntelijaa
hi_in: {0} श्रोता
hu_hu: {0} hallgató
pt_pt: {0} ouvintes
ro_ro: {0} ascultători

source: No artist info.
fi_fi: Ei esittäjän tietoja.
hi_in: कोई रचनाकार जानकारी नहीं।
hu_hu: Nincs előadói információ.
pt_pt: Sem informações do artista.
ro_ro: Nicio informație despre artist.

source: No lyrics found
fi_fi: Sanoituksia ei löytynyt
hi_in: कोई गीतिकाव्य नहीं पाए गए
hu_hu: Nincs dalszöveg
pt_pt: Nenhuma letra encontrada
ro_ro: Nu s-au găsit versuri

source: Play media
fi_fi: Toista mediaa
hi_in: मीडिया चलाएँ
hu_hu: Média lejátszása
pt_pt: Reproduzir mídia
ro_ro: Redă media

# PoweredBy
source: Powered by {0}
fi_fi: Palvelun tarjoaa {0}
hi_in: {0} द्वारा संचालित
hu_hu: Készítette {0}
pt_pt: Fornecido por {0}
ro_ro: Oferit de {0}

# RanIntoProblem
source: We've ran into a problem. Sorry about that.
fi_fi: Kohtasimme ongelman. Pahoittelut siitä.
hi_in: हम एक समस्या में पड़ गए हैं। इसके लिए खेद है।
hu_hu: Belefutottunk egy problémába. Elnézést kérek érte.
pt_pt: Encontramos um problema. Pedimos desculpa.
ro_ro: Am întâmpinat o problemă. Ne pare rău pentru asta.

source: Read less
fi_fi: Lue vähemmän
hi_in: कम पढ़ें
hu_hu: Kevesebb olvasása
pt_pt: Ler menos
ro_ro: Citește mai puțin

source: Read more
fi_fi: Lue lisää
hi_in: ज़्यादा पढ़ें
hu_hu: Bővebben
pt_pt: Ler mais
ro_ro: Citește mai mult

source: Rename
fi_fi: Nimeä uudelleen
hi_in: पुन: नाम दें
hu_hu: Átnevezés
pt_pt: Mudar o nome
ro_ro: Redenumiţi

source: Rounded album art
fi_fi: Pyöristetty albumin kansikuva
hi_in: गोलाकार एल्बम चित्र
hu_hu: Lekerekített albumkép
pt_pt: Capa do álbum arredondado
ro_ro: Comută coperta albumului

source: Show
fi_fi: Näytä
hi_in: दिखाएँ
hu_hu: Megjelenítés
pt_pt: Mostrar
ro_ro: Afişează

source: Tiles (horizontal)
fi_fi: Laatat (vaakasuunnassa)
hi_in: टाईलें (क्षैतिज)
hu_hu: Csempe (vízszintes)
pt_pt: Mosaicos (horizontal)
ro_ro: Dale (orizontale)

source: Tiles (vertical)
fi_fi: Laatat (pystysuunnassa)
hi_in: टाईलें (लंबवत)
hu_hu: Csempe (függőleges)
pt_pt: Mosaicos (vertical)
ro_ro: Dale (verticale)

source: Top tracks
fi_fi: Suosituimmat kappaleet
hi_in: शीर्ष ट्रैक्स
hu_hu: Legjobb számok
pt_pt: Melhores faixas
ro_ro: Piese de top

# TopTracksDesc
source: Show the trending and most popular tracks from your artist from across the world.
fi_fi: Näytä trendikkäimmät ja suosituimmat esittäjäsi kappaleet eri puolilta maailmaa.
hi_in: आपके रचनाकार की सारे जहां में ट्रेंडिंग एवं सबसे प्रसिध्द ट्रैक देखें
hu_hu: Mutasd meg az előadóid trendi és legnépszerűbb számait a világ minden tájáról.
pt_pt: Mostre as faixas mais populares e tendências do seu artista em todo o mundo.
ro_ro: Arătați cele mai populare și melodii de trend ale artistului vostru din întreaga lume.

source: Add widgets
fi_fi: Lisää pienoisohjelmia
hi_in: विजट्स जोड़ें
hu_hu: Widgetek hozzáadása
pt_pt: Adicionar widgets
ro_ro: Adăugați widget-uri

# ForX
source: for {0}
fi_fi: {0} ajaksi
hi_in: {0} के लिए
hu_hu: a {0}
pt_pt: por {0}
ro_ro: pentru {0}

# HomeAddSomeWidgets
source: That's pretty sad, so add some widgets!
fi_fi: Se on aika surullista, joten lisää pienoisohjelmia!
hi_in: यह बहुत दुख की बात, इसलिए कुछ विजट्स जोडे़ं!
hu_hu: Ez elég szomorú, szóval adj hozzá néhány widgetet!
pt_pt: Isso é um pouco triste, então adicione alguns widgets!
ro_ro: Este destul de trist, așa că adăugați câteva widget-uri!

# HomeNothingToShow
source: We have nothing to show here.
fi_fi: Meillä ei ole täällä mitään näytettävää.
hi_in: हमारे पास यहां दिखाने के लिए कुछ नहीं है।
hu_hu: Itt nincs mit mutatnunk.
pt_pt: Não temos nada para mostrar aqui.
ro_ro: Nu avem nimic de arătat aici.

# HomeThingsYouLove
source: Personalize your at a glance page with the things you love.
fi_fi: Personalisoi silmäyksellä-sivusi asioilla joista pidät.
hi_in: अपने ऐट ए ग्लाँस पृष्ट को अपनी पसंदीदा चीज़ें के साथ व्यक्तिगत करें।
hu_hu: Személyre szabhatja az áttekintő oldalát azokkal a dolgokkal, amelyeket szeret.
pt_pt: Personalize a sua página em um relance com as coisas que você ama.
ro_ro: Personalizează-ți pagina dintr-o privire cu lucrurile pe care le iubești.

source: Image
fi_fi: Kuva
hi_in: चित्र
hu_hu: Kép
pt_pt: Imagem
ro_ro: Imagine

source: Search results
fi_fi: Hakutulokset
hi_in: खोज परिणाम
hu_hu: Keresési találatok
pt_pt: Resultados da pesquisa
ro_ro: Rezultatele căutării

# XofY
source: {0} of {1}
hi_in: {1} में से {0}
hu_hu: {0} a {1}-ből
pt_pt: {0} de {1}
ro_ro: {0} din {1}

source: Create
fi_fi: Luo
hi_in: बनाएँ
hu_hu: Létrehozás
pt_pt: Criar
ro_ro: Creează

source: Create playlist
fi_fi: Luo soittolista
hi_in: प्लेलिस्ट बनाएँ
hu_hu: Lejátszási lista létrehozása
pt_pt: Criar lista de reprodução
ro_ro: Creează playlist

# PlaylistAlreadyExists
source: The playlist with the specified name already exists.
fi_fi: Soittolista määrätyllä nimellä on jo olemassa.
hi_in: इस निर्दिष्ट नाम का प्लेलिस्ट पहले से मौजूद है।
hu_hu: A megadott nevű lejátszási lista már létezik.
pt_pt: A lista de reprodução com o nome especificado já existe.
ro_ro: Playlist-ul cu numele specificat există deja.

# TitleNotEmpty
source: Title must not be empty.
fi_fi: Otsikko ei saa olla tyhjä.
hi_in: शीर्षक रिक्त नहीं होना चाहिए।
hu_hu: A cím nem lehet üres.
pt_pt: O título não pode estar vazio.
ro_ro: Titlul nu poate fi gol.

source: Use custom image
fi_fi: Käytä omaa kuvaa
hi_in: अनुकूलित चित्र इस्तेमाल करें
hu_hu: Egyéni kép használata
pt_pt: Utilizar imagem personalizada
ro_ro: Utilizează imagine personalizată

# MediaOnlineDesc
source: This song is on the internet, meaning it is stored on the cloud or online. Properties changed here will get applied to the file if it's stored on a cloud service like OneDrive.
fi_fi: Tämä kappale on Internetissä, joten se on tallennettu pilveen tai se on verkossa. Tässä muutetut ominaisuudet otetaan käyttöön tiedostoon, jos se on tallennettu pilvipalveluun kuten OneDriveen.
hi_in: यह गाना इंटरनेट पर है, यानि यह क्लाउड या ऑनलाईन संग्रहित है। यहां बदले गए गुण फ़ाइल पर लागु हो जाएँगे अगर वह वनड्राइव जैसी क्लाउड सुविधा पर संग्रहित है।
hu_hu: Ez a dal az interneten van, ami azt jelenti, hogy a felhőben vagy online tárolják. Az itt megváltoztatott tulajdonságok a fájlra is érvényesek lesznek, ha az olyan felhőszolgáltatásban van tárolva, mint a OneDrive.
pt_pt: Esta música está na internet, o que significa que é armazenada na nuvem ou online. As propriedades alteradas aqui serão aplicadas ao ficheiro se for armazenado em um serviço de nuvem, como o OneDrive.
ro_ro: Această melodie este pe internet, ceea ce înseamnă că este stocată în cloud sau online. Proprietățile schimbate aici vor fi aplicate fișierului dacă este stocat pe un serviciu cloud ca OneDrive.

# MediaOnlineTitle
source: This song is stored on the internet.
fi_fi: Tämä kappale on tallennettu Internetiin.
hi_in: यह गाना इंटरनेट पर संग्रहित है।
hu_hu: Ez a dal az interneten van tárolva.
pt_pt: Esta música é armazenada na internet.
ro_ro: Această melodie este stocată pe internet.

source: Edit thumbnail
fi_fi: Muokkaa pikkukuvaa
hi_in: थंबनेल संपादित करें
hu_hu: Indexkép szerkesztése
pt_pt: Editar miniatura
ro_ro: Editează miniatura

source: Export thumbnail
fi_fi: Vie pikkukuva
hi_in: थंबनेल निर्यात करें
hu_hu: Indexkép exportálása
pt_pt: Exportar miniatura
ro_ro: Exportează miniatura

source: Browse
fi_fi: Selaa
hi_in: ब्राउज़ करें
hu_hu: Felfedezés
pt_pt: Explorar
ro_ro: Răsfoiește

source: Dismiss
fi_fi: Hylkää
hi_in: ख़ारिज करें
hu_hu: Elvetés
pt_pt: Ignorar
ro_ro: Renunță

source: Fetching artist info...
fi_fi: Haetaan esittäjän tietoja...
hi_in: रचनाकार की जानकारी प्राप्त की जा रही है...
hu_hu: Előadói információk lekérése...
pt_pt: Obtendo informações do artista...
ro_ro: Preluare informații artist...

source: Go to album
fi_fi: Siirry albumiin
hi_in: एल्बम पर जाएँ
hu_hu: Tovább az albumhoz
pt_pt: Ir para álbum
ro_ro: Mergi la album

source: Go to artist
fi_fi: Siirry esittäjään
hi_in: रचनाकार पर जाएँ
hu_hu: Tovább a művészhez
pt_pt: Ir para artista
ro_ro: Mergi la Artist

source: Indexing complete!
fi_fi: Indeksointi valmis!
hi_in: इन्डेक्सिंग ख़त्म हुआ!
hu_hu: Az indexelés befejeződött!
pt_pt: Indexação completa!
ro_ro: Indexare completă!

# NotEnoughQ
source: Not enough?
fi_fi: Ei tarpeeksi?
hi_in: काफ़ी नहीं?
hu_hu: Nem elég?
pt_pt: Não é o suficiente?
ro_ro: Nu este suficient?

source: Open in browser
fi_fi: Avaa selaimessa
hi_in: ब्राउज़र में खोलें
hu_hu: Megnyitás böngészőben
pt_pt: Abrir no navegador
ro_ro: Deschide în browser

source: Scanning settings
fi_fi: Skannausasetukset
hi_in: स्कैनिंग सेटिंग्स
hu_hu: Beolvasási beállítások
pt_pt: Definições de procura
ro_ro: Setări scanare

# SupportProject
source: Support this project
fi_fi: Tue tätä projektia
hi_in: इस प्रॉजेक्ट को सहायता दें
hu_hu: Támogasd a Projektet
pt_pt: Apoie este projeto
ro_ro: Ajută acest proiect

source: Sync all
fi_fi: Synkronoi kaikki
hi_in: सभी सिंक करें
hu_hu: Minden szinkronizálása
pt_pt: Sincronizar tudo
ro_ro: Sincronizează tot

source: Sync center
fi_fi: Synkronoi keskelle
hi_in: सिंक केंद्र
hu_hu: Szinkronizáló központ
pt_pt: Centro de sincronização
ro_ro: Centru de sincronizare

# MoreAlbumsByArtist
source: More albums by this artist
fi_fi: Lisää tämän esittäjän albumeja
hi_in: इस रचनाकार द्वारा और एल्बम
hu_hu: További albumok ettől a művésztől
pt_pt: Mais álbuns deste artista
ro_ro: Mai multe albume ale acestui artist

source: Bloom
fi_fi: Kukinta
hi_in: ब्लूम
hu_hu: Reflexfény
pt_pt: Florescer

source: Maybe later
fi_fi: Ehkä myöhemmin
hi_in: शायद बाद में कभी
hu_hu: Talán később
pt_pt: Talvez mais tarde
ro_ro: Poate mai târziu

source: None
fi_fi: Ei mitään
hi_in: कोई नहीं
hu_hu: Nincs
pt_pt: Nenhum
ro_ro: Niciunul

# PageComingSoon
source: This page is coming soon.
fi_fi: Tämä sivu on tulossa pian.
hi_in: यह पृष्ट जल्द ही आ रहा है!
hu_hu: Ez az oldal hamarosan megjelenik.
pt_pt: Esta página estará disponível em breve.
ro_ro: Această pagină va fi disponibilă în curând.

# RestartChangesEffect
source: You'll need to restart the app for your changes to take effect.
fi_fi: Sinun täytyy käynnistää sovellus uudelleen, jotta muutoksesi tulevat voimaan.
hi_in: आपको आपके परिवर्तन प्रभावी होने के लिए ऐप को पुन: आरंभ करना होगा।
hu_hu: A módosítások érvénybe lépéséhez újra kell indítanod az alkalmazást.
pt_pt: Você precisará reiniciar a aplicação para que as alterações tenham efeito.
ro_ro: Va trebui să reporniţi aplicaţia pentru ca acest lucru să aibă efect

source: Restart now
fi_fi: Käynnistä uudelleen nyt
hi_in: अभी पुनरारंभ करें
hu_hu: Újraindítás most
pt_pt: Reiniciar agora
ro_ro: Reporniţi acum

source: Appearance
fi_fi: Ulkoasu
hi_in: दिखावट
hu_hu: Megjelenés
pt_pt: Aparência
ro_ro: Aspect

source: Center
fi_fi: Keskellä
hi_in: केन्द्रीकृत
hu_hu: Középre
pt_pt: Centralizado
ro_ro: Centru

source: Header
fi_fi: Otsikkorivi
hi_in: हेडर
hu_hu: Fejléc
pt_pt: Cabeçalho

source: Icons
fi_fi: Kuvakkeet
hi_in: आइकॉन
hu_hu: Ikonok
pt_pt: Ícones
ro_ro: Iconițe

source: Manage components
fi_fi: Komponenttien hallinta
hi_in: कॉम्पोनेंट प्रबंधित करें
hu_hu: Komponensek kezelése
pt_pt: Gerir componentes
ro_ro: Gestionează componente

source: Media library
fi_fi: Mediakirjasto
hi_in: मीडिया लाइब्रेरी
hu_hu: Médiatár
pt_pt: Biblioteca de mídia
ro_ro: Librărie media

source: Navigation
fi_fi: Siirtyminen
hi_in: नेविगेशन
hu_hu: Navigáció
pt_pt: Navegação
ro_ro: Navigație

source: No page selected
fi_fi: Sivua ei ole valittu
hi_in: कोई पृष्ट चयनित नहीं है
hu_hu: Nincs kiválasztott oldal
pt_pt: Nenhuma página selecionada
ro_ro: Nicio pagină selectată

# PlaybackAndSound
source: Playback & sound
fi_fi: Toisto & ääni
hi_in: प्लेबैक एवं ध्वनि
hu_hu: Lejátszás és hang
pt_pt: Reprodução & som
ro_ro: Redare și sunet

source: Right
fi_fi: Oikealle
hi_in: दाएँ
hu_hu: Jobb
pt_pt: Direita
ro_ro: Dreapta

source: Show all
fi_fi: Näytä kaikki
hi_in: सभी दिखाएँ
hu_hu: Összes
pt_pt: Mostrar tudo
ro_ro: Arată tot

source: Syncing
fi_fi: Synkronoidaan
hi_in: सिंक हो रहा है
hu_hu: Szinkronizálás
pt_pt: Sincronização
ro_ro: Se sincronizează

source: System behaviors
fi_fi: Järjestelmän käyttäytyminen
hi_in: सिस्टम प्रतिक्रियाएँ
hu_hu: Rendszer viselkedése
pt_pt: Comportamentos do sistema
ro_ro: Comportamentul sistemului

# WallpapersAndExtras
source: Wallpapers & extras
fi_fi: Taustakuvat ja lisäosat
hi_in: वॉलपेपर एवं अतिरिक्त
hu_hu: Háttérképek és extrák
pt_pt: Imagens de fundo & extras
ro_ro: Fundale și extra

source: Online services
fi_fi: Verkkopalvelut
hi_in: ऑनलाईन सेवाएँ
hu_hu: Online szolgáltatások
pt_pt: Serviços online
ro_ro: Servicii online

source: Scanning
fi_fi: Skannataan
hi_in: स्कैनिंग
hu_hu: Szkennelés
pt_pt: Procurando
ro_ro: Se scanează

# MediaLocalExpanderTitle
source: This song is stored as a file on your device.
fi_fi: Tämä kappale on tallennettu laitteellesi tiedostoksi.
hi_in: यह गाना आपके उपकरण पर फ़ाइल के स्वरूप में संग्रहित है।
hu_hu: Ez a dal fájlként van tárolva a készüléken.
pt_pt: Esta música é armazenada como um ficheiro no seu dispositivo.
ro_ro: Această melodie este stocată ca un fișier pe dispozitivul tău.

# MediaOnlineExpanderTitle
source: This song is stored on the internet.
fi_fi: Tämä kappale on tallennettu Internetiin.
hi_in: यह गाना इंटरनेट पर संग्रहित है।
hu_hu: Ez a dal az interneten van tárolva.
pt_pt: Esta música é armazenada na internet.
ro_ro: Această melodie este stocată pe internet.

source: OK
fi_fi: Selvä
hi_in: ठीक
hu_hu: Oké

# DirectLinkExamplesM
source: Examples of direct links include: https://www.example.com/song.mp3 https://www.example.com/song_playlist.m3u https://www.youtube.com/watch?v=dQw4w9Wg
fi_fi: Esimerkkejä suorista linkeistä ovat: https://www.example.com/song.mp3 https://www.example.com/song_playlist.m3u https://www.youtube.com/watch?v=dQw4w9Wg
hi_in: प्रत्यक्ष लिंक के उदाहरणों में ये शामिल हैं: https://www.example.com/song.mp3 https://www.example.com/song_playlist.m3u https://www.youtube.com/watch?v=dQw4w9Wg
hu_hu: Példák a közvetlen linkekre: https://www.example.com/dal.mp3 https://www.example.com/dal_lejatszasilista.m3u https://www.youtube.com/watch?v=dQw4w9Wg
pt_pt: Exemplos de ligações diretas inclui: https://www.example.com/song.mp3 https://www.example.com/song_playlist.m3u https://www.youtube.com/watch?v=dQw4w9Wg
ro_ro: Exemple de link-uri directe includ: https://www.example.com/song.mp3 https://www.example.com/song_playlist.m3u https://www.youtube.com/watch?v=dQw4w9wg

# DirectLinkExamplesV
source: Examples of direct links include: https://www.example.com/video.mp4 https://youtu.be/JEGjlELJxC8 https://www.youtube.com/watch?v=p7YXXieghto
fi_fi: Esimerkkejä suorista linkeistä ovat: https://www.example.com/video.mp4 https://youtu.be/JEGjlELJxC8 https://www.youtube.com/watch?v=p7YXXieghto
hi_in: प्रत्यक्ष लिंक के उदाहरणों में ये शामिल हैं: https://www.example.com/video.mp4 https://youtu.be/JEGjlELJxC8 https://www.youtube.com/watch?v=p7YXXieghto
hu_hu: Példák a közvetlen linkekre: https://www.example.com/video.mp4 https://youtu.be/JEGjlELJxC8 https://www.youtube.com/watch?v=p7YXXieghto
pt_pt: Exemplos de ligações diretas inclui: https://www.example.com/video.mp4 https://youtu.be/JEGjlELJxC8 https://www.youtube.com/watch?v=p7YXXieghto
ro_ro: Exemple de link-uri directe includ: https://www.example.com/video.mp4 https://youtu.be/JEGjlELJxC8 https://www.youtube.com/watch?v=p7YXXieghto

source: Invalid URL
fi_fi: Virheellinen URL-osoite
hi_in: अमान्य लिंक
hu_hu: Érvénytelen URL
pt_pt: URL inválido
ro_ro: Link invalid

source: URL
fi_fi: URL-osoite
hi_in: यूआरएल
